Repository: voshk-hot/Bulk-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Helpers/FeedbackBox.*.resx
Languages: pl

# p1welcomeHeading.Text
source: Thank you for using BCUninstaller!
pl: Dziekujemy za korzystanie z BCUninstaller!

# p1welcomeSubheading.Text
source: If you found this free open-source tool useful, please consider spending a minute to help out! Tell your friends about it, share it on social media, give feedback - everything little bit counts!
pl: Jeśli to darmowe i otwarte narzędzie było tobie przydatne, pomyśl o pomocy temu projektowi! Powiedz znajomym o BCU, podziel się nim w portalach społecznościowych, zostaw opinię - wszystko się liczy!

# buttonSendFeedback2.Text
source: Send feedback
pl: Wyślij opinię

# buttonTwitter.Text
source: Share on Twitter
pl: Twittuj o BCU

# p1FeedbackHeading.Text
source: Any problems or missing features?
pl: Jakieś problemy lub brakujące funkcje?

# p1FeedbackDesc.Text
source: If you had any issues with BCU, or if you want to suggest a new feature, please check these links:
pl: Sprawdź te linki aby zasugerować nową funkcję, lub zgłosić błąd w aplikacji:

# buttonSubmitGithub.Text
source: Submit on GitHub (Need an account)
pl: Pomóż na GitHub

# buttonSendFeedback.Text
source: Send feedback
pl: Wyślij opinię

# p1HelpHeading.Text
source: Do you want to help?
pl: Chcesz pomóc?

# p1HelpDesc.Text
source: You don't have to be a programmer to help! You can donate to speed up the updates, or translate BCU to your native language. All help is greatly appreciated, no matter how small!
pl: Nie trzeba być programistą aby pomóc! Można przekazać darowiznę aby przyśpieszyć rozwój, lub przetłumaczyć BCU do swojego ojczystego języka. Każda pomoc jest mile widziana, nie ważne jak mała!

# buttonTranslate.Text
source: Translate BCU
pl: Przetłumacz BCU

# buttonIssues.Text
source: Issues on GitHub
pl: Problemy na GitHub

# checkBoxNeverShow.Text
source: Don't ever show this window again, ever
pl: Nigdy nie pokazuj ponownie tego okna

# buttonClose.Text
source: Close
pl: Zamknij

# $this.Text
source: Send feedback
pl: Wyślij opinię
