Repository: voshk-hot/Bulk-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Wizards/BeginUninstallTaskWizard.*.resx
Languages: de, fr, pl, ru, sl, zh_hans

# buttonExit.Text
source: Cancel
de: Abbruch
fr: Annuler
pl: Anuluj
ru: Отмена
sl: Prekliči
zh_hans: 取消

# buttonPrev.Text
source: Back
de: Zurück
fr: Précédent
pl: Wstecz
ru: Назад
sl: Nazaj
zh_hans: 返回

# buttonNext.Text
source: Continue
de: Weiter
fr: Continuer
pl: Dalej
ru: Продолжить
sl: Nadaljuj
zh_hans: 继续

# p1Heading.Text
source: Related applications you might want to uninstall
de: Verwandte Anwendungen, die Sie möglicherweise deinstallieren möchten
fr: Applications connexes que vous pouvez désinstaller
pl: Powiązane aplikacje które możesz odinstalować
ru: Связанные приложения, которые вы, возможно, захотите удалить
sl: Povezane aplikacije, ki jih morda želite odstraniti
zh_hans: 你可能想卸载的相关应用程序

# tabPage1.Text
source: Related
de: Verwandt
fr: Connexes
pl: Powiazane
ru: Связанные
sl: Povezana
zh_hans: 相关

# label1.Text
source: Confirm that everything below is safe to uninstall
de: Bestätigen Sie, dass alles, was unten aufgeführt ist, sicher deinstalliert werden kann
fr: Confirmez que tout ci-dessous est à désinstaller avec certitude
pl: Potwierdź programy do odinstalowania
ru: Убедитесь, что все, что ниже, безопасно для удаления
sl: Potrdite, da je vse spodaj varno odstraniti
zh_hans: 确认以下所有内容都可以安全卸载

# tabPage2.Text
source: Confirmation
de: Bestätigung
pl: Potwierdzenie
ru: Подтверждение
sl: Potrditev
zh_hans: 确认

# label2.Text
source: Some applications might need to be closed before uninstalling
de: Einige Anwendungen müssen geschlossen werden, bevor sie deinstalliert werden können
fr: Certaines applications doivent peut-être être fermées avant désinstallation
pl: Niektóre aplikacje moga wymagac zamkniecia przed odinstalowaniem
ru: Некоторые приложения, возможно, потребуется закрыть перед удалением
sl: Nekatere aplikacije je morda treba zapreti, preden jih odstranite
zh_hans: 某些应用程序可能需要在卸载前关闭

# tabPage3.Text
source: Running apps
de: Laufende Programme
fr: En cours
pl: Uruchomione
ru: Запущенно
sl: Delovanje
zh_hans: 运行应用

# label3.Text
source: Create a restore point before uninstalling
de: Wiederherstellungspunkt vor dem Deinstallieren erzeugen
fr: Créer un point de restauration avant désinstallation
pl: Utwórz punkt przywracania przed odinstalowaniem
ru: Создание точки восстановления перед удалением
sl: Preden odstranite program, ustvarite obnovitveno točko

# label4.Text
source: You can create a system restore point to backup registry, some settings and files. It's recommended to create a restore point before removing drivers and important system applications.
de: Sie können einen Systemwiederherstellungspunkt für die Backup-Registrierung, einigen Einstellungen und Dateien erstellen. Es wird empfohlen, vor dem Entfernen von Treibern und wichtigen Systemanwendungen einen Wiederherstellungspunkt zu erstellen.
fr: Vous pouvez créer un point de restauration système pour sauvegarder le registre, certains paramètres et fichiers. Il est recommandé de créer un point de restauration avant de supprimer des pilotes et des applications système importantes.
pl: Możesz utworzyć systemowy punkt przywracania systemu (zachowuje rejestr, niektóre ustawienia i pliki). Zaleca się utworzenie punktu przywracania przed usunięciem sterowników i ważnych aplikacji systemowych.
ru: Можно создать точку восстановления системы. Рекомендуется создать точку восстановления перед удалением драйверов и важных системных приложений.
sl: Ustvarite lahko obnovitveno točko sistema za varnostni kopirni register, nekatere nastavitve in datoteke. Pred odstranjevanjem gonilnikov in pomembnih sistemskih aplikacij priporočamo, da ustvarite obnovitveno točko.

# label8.Text
source: Warning: System restore has to be enabled for this to work!
de: Achtung: Die Systemwiederherstellung muss aktiviert sein, damit dies funktioniert
fr: Attention: la restauration système doit être activée pour que cela fonctionne!
pl: Ostrzezenie: Przywracanie systemu musi byc wlaczone aby to dzialalo!
ru: Предупреждение: для этого должно быть включено восстановление системы!
sl: Opozorilo: Obnovitev sistema mora biti omogočena, da bo to delovalo!

# button1.Text
source: Create a new restore point
de: Einen neuen Wiederherstellungspunkt setzen
fr: Créer un nouveau point de restauration

# label5.Text
source: Change uninstallation settings
de: Ändere Uninstall Einstellungen
fr: Changer les réglages de désinstallation
pl: Zmien ustawienia deinstalacji
ru: Изменение параметров удаления
sl: Spremeni nastavitve odstranitve
zh_hans: 更改卸载设置

# tabPage4.Text
source: Settings
de: Einstellungen
fr: Réglages
pl: Ustawienia
ru: Параметры
sl: Nastavitve
zh_hans: 设置

# label19.Text
source: Other / Misc
de: Anderes / Verschiedenes
fr: Autre / Divers
pl: Inne
ru: Другое / Разное
sl: Drugo/Razno
zh_hans: 其他/杂项

# label17.Text
source: Concurrent uninstallation is enabled
de: Die gleichzeitige Deinstallation ist aktiviert
fr: La désinstallation concurrence est activée
pl: Odinstalowuj kilka równocześnie
ru: Одновременное удаление включено
sl: Sočasna odstranitev je omogočena
zh_hans: 同时卸载已启用

# label15.Text
source: Uninstallation will be silent
de: Die Installation wird "still" sein
fr: La désinstallation sera silencieuse
pl: Deinstalacja będzie cicha
ru: Удаление будет тихим
sl: Odstranitev bo tiha
zh_hans: 卸载将静默

# label13.Text
source: Restore point was created
de: Wiederherstellungspunkt wurde erzeugt
fr: Un point de restauration a été créé
pl: Utwórz nowy punkt przywracania
ru: Точка восстановления создана
sl: Obnovitvena točka je bila ustvarjena
zh_hans: 创建新的还原点

# label11.Text
source: Files are still used by running processes
de: Dateien werden weiterhin von laufenden Prozessen verwendet
fr: Des fichiers sont encore utilisés par des processus en cours
pl: Pliki są nadal używane przez procesy
ru: Файлы используются запущенными процессами
sl: Datoteke še vedno uporabljajo delujoči procesi
zh_hans: 文件仍被正在运行的进程使用

# label9.Text
source: Total estimated size
de: Geschätzte Gesamtgröße
fr: Taille totale estimée
pl: Całkowity szacowany rozmiar
ru: Общий оценочный размер
sl: Skupna ocenjena velikost
zh_hans: 估计总大小

# label7.Text
source: Applications to uninstall
de: Anwendungen zum deinstallieren
fr: Applications à désinstaller
pl: Aplikacje do odinstalowania
ru: Приложения для удаления
sl: Aplikacije za odstranitev
zh_hans: 要卸载的应用程序

# button2.Text
source: BEGIN UNINSTALLATION
de: STARTE DEINSTALLATION
fr: COMMENCER LA DESINSTALLATION
pl: ROZPOCZNIJ DEZINSTALACJĘ
ru: НАЧАТЬ УДАЛЕНИЕ
sl: ZAČETEK ODSTRANITVE
zh_hans: 开始卸载

# label6.Text
source: Please make sure the following information is correct before starting the uninstallation. This is the last chance!
de: Bitte stellen Sie sicher, dass die folgenden Informationen korrekt sind, bevor Sie mit der Deinstallation beginnen. Das ist die letzte Chance
fr: Assurez-vous que les informations suivantes sont correctes avant de commencer la désinstallation. C'est la dernière chance!
pl: Przed rozpoczęciem deinstalacji upewnij się, że poniższe informacje są poprawne. To jest ostatnia szansa!
ru: Перед началом удаления убедитесь, что следующая информация верна. Это последний шанс!
sl: Prepričajte se, da so naslednji podatki pravilni, preden začnete z odstranitvijo. To je zadnja priložnost!
zh_hans: 开始卸载前，请确保以下信息正确无误。这是最后的机会了！

# tabPage5.Text
source: Final
de: Ende
ru: Завершение
sl: Končno
zh_hans: 结束

# $this.Text
source: Begin new uninstallation task
de: Starte einen neuen Deinstallationstask
fr: Commencer une nouvelle tâche de désinstallation
pl: Rozpocznij nowe zadanie dezinstalacji
ru: Начать новую задачу удаления
sl: Začni novo odstranjevanje
zh_hans: 开始新的卸载任务
