Repository: voshk-hot/Bulk-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Wizards/FirstStartBox.*.resx
Languages: cs, de, fr, hu, pl, pt, ru, tr, zh_hans

# buttonExit.Text
source: Exit wizard
cs: Ukončit průvodce
de: Verlassen
fr: Quitter l'assistant
hu: Kilépés
pl: Wyjdź z kreatora
pt: Sair do assistente
ru: Отмена
tr: Sihirbazdan çık
zh_hans: 退出向导

# buttonPrev.Text
source: Back
cs: Zpět
de: Zurück
fr: Précédent
hu: Vissza
pl: Cofnij
pt: Anterior
ru: Назад
tr: Geri
zh_hans: 返回

# buttonNext.Text
source: Continue
cs: Pokračovat
de: Weiter
fr: Continuer
hu: Tovább
pl: Kontynuuj
pt: Continuar
ru: Далее
tr: Devam
zh_hans: 继续

# buttonMore.Text
source: More settings
cs: Další nastavení
de: Weitere Einstellungen
fr: Plus de réglages
hu: További beállítások
pl: Więcej ustawień
pt: Mais configuirações
ru: Больше настроек
tr: Diğer ayarlar
zh_hans: 更多设置

# buttonHelp.Text
source: View help
cs: Zobrazit nápovědu
de: Zeige Hilfe
fr: Voir l'aide
hu: Súgó
pl: Pokaż pomoc
pt: Ver ajuda
ru: Просмотр справки
tr: Yardımı görüntüle
zh_hans: 查看帮助

# buttonFinish.Text
source: Finish setup
cs: Ukončete průvodce
de: Assistenten verlassen
fr: Quitter l'assistant
hu: Befejezés
pl: Zakończ konfigurację
pt: Terminar a configuração
ru: Готово
tr: Kurulumu bitir
zh_hans: 完成设置

# p5finishContact.Text
source: You can now start using BCUninstaller. If you have any questions or would like to suggest a new feature visit the link below.
cs: Nyní můžete začít používat BCUninstaller. Máte-li jakékoli dotazy nebo chcete-li navrhnout novou funkci navštivte odkaz níže.
de: Sie können nun den BCUninstaller starten. Wenn Sie Fragen haben oder ein neues Feature vorschlagen möchten, verwenden Sie bitte den unten stehenden Link.
fr: Vous pouvez maintenant utiliser BCUninstaller. Si vous avez toute question ou souhaiteriez suggérer une nouvelle fonction, visitez le lien ci-dessous.
hu: Most már használhatja a BCUninstaller-t. Ha kérdése lenne, vagy egy újabb funkciót szeretne javasolni kattintson a lenti hivatkozásra.
pl: Teraz możesz zacząć używać BCUninstaller. Jeśli masz jakieś pytania lub sugestie dotyczące nowych funkcji programu kliknij poniższy link.
pt: Agora pode começar a usar o BCUninstaller. Se tiver alguma dúvida ou se quiser sugerir um novo recurso visite o link abaixo.
ru: Теперь вы можете начать использовать BCUninstaller. Если у вас есть вопросы или вы хотите предложить новую функцию посетите ссылку ниже.
tr: Artık BCUninstaller'ı kullanmaya başlayabilirsiniz. Herhangi bir sorunuz varsa veya yeni bir özellik önermek istiyorsanız, aşağıdaki bağlantıyı ziyaret edin.
zh_hans: 现在可以开始使用BCUninstaller。如果你有任何问题或想建议一个新功能，请访问下面的链接。

# p5LinkContact.Text
source: Open the contact form
cs: Otevřete kontaktní formulář
de: Kontaktformular öffnen
fr: Ouvrir le formulaire de contact
hu: Kapcsolat űrlap megnyitása
pl: Otwórz formularz kontaktowy
pt: Abra o formulário de contacto
ru: Написать разработчику
tr: İletişim formunu aç
zh_hans: 打开联系窗体

# p5finishHomepage.Text
source: You can read detailed change logs and check out more of my software on the homepage.
cs: Můžete si přečíst podrobné protokoly změn a podívejte se na více mého softwaru na domovské stránce.
de: Detaillierte Änderungsprotokolle finden Sie auf der Homepage ebenso wie weitere Software von mir.
fr: Vous pouvez lire le journal détaillé des changements et voir davantage de mes logiciels sur la page d'accueil.
hu: A módosítások részleteit elolvashatja a honlapunkon, illetve ott további információkat kaphat.
pl: Możesz przeczytać szczegółowy dziennik zmian i sprawdzić inne moje programy na stronie głównej.
pt: Pode ler o rol detalhado das alterações e inteirar-se mais acerca do meu software na página inicial.
ru: Вы можете посмотреть новости и другие мои программы на главной странице.
tr: Ayrıntılı değişiklik kayıtlarını okuyabilir ve ana sayfamdaki yazılımımdan daha fazlasını kontrol edebilirsiniz.
zh_hans: 你可以查看详细的更新日志，并在主页上查看我的其他软件。

# p5LinkHomepage.Text
source: Open the homepage
cs: Otevřete domovskou stránku
de: Homepage öffnen
fr: Ouvrir la page d'accueil
hu: Honlap megnyitása
pl: Otwórz stronę główną
pt: Abrir a homepage
ru: Домашняя страница
tr: Ana sayfayı aç
zh_hans: 打开主页

# p5finishTitle.Text
source: Setup has been finished
cs: Instalační program byl dokončen
de: Setup wurde abgeschlossen
fr: L'installation est terminée
hu: A telepítés befejeződött
pl: Konfiguracja została zakończona
pt: A instalação terminou
ru: Установка завершена
tr: Kurulum bitti
zh_hans: 设置已完成

# p4netTitle.Text
source: Network access
cs: Přístup k síti
de: Netzwerkzugriff
fr: Accès réseau
hu: Hálózati hozzáférés
pl: Dostęp do sieci
pt: Acesso à rede
ru: Доступ к сети
tr: Ağ Girişi
zh_hans: 网络访问

# p4netDesc.Text
source: BCUninstaller can attempt to connect to the internet for the following reasons:
cs: BCUninstaller se může připojit k internetu z následujících důvodů:
de: BCUninstaller kann versuchen, aus folgenden Gründen eine Verbindung mit dem Internet herzustellen:
fr: BCUninstaller peut tenter de se connecter à internet pour les raisons suivantes :
hu: A BCUninstaller a következők miatt, adott esetekben csatlakozhat az Internethez:
pl: BCUninstaller może próbować połączyć się z Internetem z następujących powodów:
pt: O BCUninstaller pode tentar ligar-se à internet, pelas seguintes razões::
ru: BCUninstaller может попытаться подключиться к Интернету по следующим причинам:
tr: BCUninstaller aşağıdaki nedenlerle internete bağlanmayı deneyebilir:
zh_hans: BCUninstaller会尝试连接到互联网，原因如下:

# p4netDesc1.Text
source: ● To search for program updates.
cs: ● Chcete-li hledat aktualizací programu.
de: ● zur Suche nach Updates
fr: ● Pour chercher des mises à jour du programme.
hu: ● Programfrissítések keresése.
pl: ● Aby wyszukać aktualizacje.
pt: ● Para procurar actualizações do sistema
ru: ● Для поиска обновлений программы.
tr: ● Program güncellemelerini ara.
zh_hans: ● 搜索应用程序更新。

# p4netDesc2.Text
source: ● To upload error reports.
cs: ● Chcete-li nahrát chybové hlášení.
de: ● zur Fehlerberichterstattung.
fr: ● Pour télécharger des rapports d'erreurs.
hu: ● Hibajelentések elküldése.
pl: ● Aby przesłać raporty o błędach.
pt: ● Enviar relatórios de erros.
ru: ● Для отправки отчетов об ошибках.
tr: ● Hata raporlarını yükle.
zh_hans: ● 上传错误报告。

# p4netDesc3.Text
source: ● To send anonymous usage statistics.
cs: ● Chcete-li poslat anonymní statistiku používání.
de: ● zum Senden anonymer Nutzerstatistiken
fr: ● Pour envoyer des statistiques anonymes d'utilisation.
hu: ● Névtelen használati statisztika elküldése.
pl: ● Aby wysłać anonimowe dane statystyczne.
pt: ● Para enviar estatísticas anónimas de utilização.
ru: ● Для отправки анонимной статистики.
tr: ● Anonim kullanım istatistiklerini gönder.
zh_hans: ● 发送匿名使用情况统计信息。

# p4netDesc4.Text
source: ● To fetch and upload application ratings
cs: ● Chcete-li načíst a nahrajte aplikační ratingy
de: ● Um abzurufen und laden Sie Anwendungs Wertungen
fr: ● Pour récupérer et envoyer les notes d'application.
hu: ● Alkalmazás minősítések fel- és letöltése.
pl: ● Aby pobrać i wysłać oceny aplikacji
pt: ● Para pesquisar e baixar avaliações de aplicativos.
ru: ● Для получения и загрузки рейтинга программ
tr: ● Uygulama puanlarını almak ve yükle.
zh_hans: ● 获取和上传应用程序评分

# p4netErrors.Text
source: Every time an error occurs you will be asked if you want to send it. You can check what data is being sent in error and usage reports by inspecting their respective XML files in BCUninstaller's directory. The sent data is not shared with any third parties.
cs: Pokaždé, když dojde k chybě, budete dotázáni, zda ji chcete odeslat. Můžete zkontrolovat, jaké údaje jsou odesílány ve zprávách o chybách a používání programu, kontrolou XML soubory v adresáři BCUninstaller .Odeslaná data nejsou poskytována třetími stranám.
de: Wenn ein Fehler auftritt, werden Sie gefragt, ob Sie einen Fehlerbericht senden möchten. Sie können jederzeit überprüfen, welche Daten in Fehler- und Nutzungsreports gesendet werden. Überprüfen Sie dazu die jeweiligen XML-Dateien im BCUninstaller Verzeichnis. Gesendeten Daten werden nicht an Dritte weitergegeben.
fr: Chaque fois qu'une erreur survient, il vous sera demandé si vous voulez l'envoyer. Vous pouvez vérifier quelle donnée est envoyée dans les rapports d'erreur et d'utilisation en inspectant leurs fichiers XML respectifs dans le dossier de BCUninstaller. Les données envoyées ne sont partagées avec aucune tierce partie.
hu: Amikor hiba történik a program megkérdi önt, hogy szeretne-e arról jelentést küldeni. Csak jelölje ki az elküldendő jelentéseket, amelyek a BCUninstaller könyvtárában levő XML fájlokban találhatók. Az elküldött adatokat nem osztjuk meg semmilyen harmadik féllel.
pl: Za każdym razem po wystąpieniu błędu wystąpi zapytanie o przesłanie raportu. Możesz sprawdzić jakie dane przesyłane są w raportach o błędach i w danych statystycznych sprawdzając pliki XML w katalogu BCUninstaller. Przesyłane dane nie są udostępnianie osobom trzecim.
pt: Sempre que ocorrer um erro, ser-lhe-á perguntado se deseja enviar um relatório. Poderá verificar se os dados estão a ser enviados em relatórios de erros e utilização examinando os arquivos XML no directório do BCUninstaller. Os dados enviados não são participados a terceiros.
ru: Каждый раз когда возникает ошибка вам будет предложено отправить отчет. Вы можете проверить какие данные передаются в отчете, просмотрев XML-файлы в каталоге BCUninstaller. Передаваемые данные не передаются третьим сторонам.
tr: Bir hata oluştuğunda, göndermek istediğiniz zaman size sorulur. BCUninstaller dizinindeki ilgili XML dosyalarını inceleyerek hata ve kullanım raporlarında hangi verilerin gönderildiğini kontrol edebilirsiniz. Gönderilen veriler üçüncü taraflarla paylaşılmaz.
zh_hans: 每次发生错误时，系统都会询问你是否要发送错误。通过检查BCUninstaller目录中相应的XML文件，可以检查错误和使用情况报告中发送的数据。发送的数据不与任何第三方共享。

# checkBoxUpdateSearch.Text
source: Automatically look for updates on application start
cs: Automaticky hledat aktualizace při startu aplikace
de: Beim Start automatisch nach Updates suchen
fr: Chercher automatiquement les mises à jour au démarrage de l'application
hu: Frissítések automatikus keresése a program indításakor
pl: Automatycznie sprawdź aktualizacje przy starcie aplikacji
pt: Procurar automaticamente por atualizações no arranque da aplicação.
ru: Искать обновления при запуске приложения
tr: Uygulama başlangıcında güncellemeleri otomatik olarak arayın
zh_hans: 在应用程序启动时自动查找更新

# p4netUpdateAdd.Text
source: You can search for updates manually from the menu bar.
cs: Můžete vyhledávat aktualizace ručně na liště nabídky.
de: Aus der Menüleiste können Sie manuell nach Aktualisierungen suchen.
fr: Vous pouvez chercher manuellement les mises à jour depuis la barre de menus.
hu: A frissítéseket kézzel is megkeresheti a menüsorban.
pl: Możesz ręcznie sprawdzać aktualizacje na Pasku Menu
pt: Pode procurar manualmente por atualizações usando a barra de menu.
ru: Вы можете искать обновления вручную в строке меню.
tr: Güncellemeleri menü çubuğundan elle arayabilirsiniz.
zh_hans: 你可以从菜单栏手动搜索更新。

# checkBoxSendStats.Text
source: Automatically send anonymous usage statistics
cs: Automaticky posílat anonymní statistiku používání programu
de: Automatisch anonyme Nutzungsstatistiken senden
fr: Envoyer automatiquement les statistiques d'utilisation
hu: Névtelen használati statisztika elküldése
pl: Automatycznie przesyłaj dane statystyczne
pt: Enviar automaticamente estatísticas anónimas de utilização.
ru: Отправлять анонимную статистику использования
tr: Anonim kullanım istatistiklerini otomatik olarak gönder
zh_hans: 自动发送匿名使用情况统计信息

# p4netUsageAdd.Text
source: Sending these statistics will help improve BCUninstaller.
cs: Odesláním této statistiky pomůže zlepšit BCUninstaller.
de: Diese Statistiken helfen mir, BCUninstaller zu verbessern.
fr: L'envoi de ces statistiques aidera à améliorer BCUninstaller.
hu: Ezeknek a statisztikáknak az elküldésével segíthet a program jobbá tételében.
pl: Wysyłanie tych statystyk pomoże usprawnić działanie BCUninstaller.
pt: Enviando estas estatísticas está a contribuir para melhorar o BCUninstaller.
ru: Эти статистические данные помогут улучшить BCUninstaller.
tr: Bu istatistikleri göndermek BCUninstaller'ı iyileştirmeye yardımcı olacaktır.
zh_hans: 发送这些统计信息将有助于改进BCUninstaller

# checkBoxRatings.Text
source: Enable user ratings of applications
cs: Aktivovat uživatelských ratingy aplikací
de: Aktivieren nutzerbewertungen von Applikationen
fr: Activer les notes utilisateur des applications
hu: Alkalmazások minősítésének engedélyezése
pl: Włącz oceny użytkowników dla aplikacji
pt: Permitir avaliações do utilizaddor das aplicações
ru: Включить пользовательские оценки приложений
tr: Uygulamaların kullanıcı derecelendirmelerini etkinleştir
zh_hans: 启用应用程序的用户评分

# pCorTitle.Text
source: Corrupted uninstallers
cs: Poškozený odinstalátor
de: Beschädigte Uninstaller
fr: Désinstalleurs corrompus
hu: Sérült eltávolítók
pl: Uszkodzone dezinstalatory
pt: Desinstaladores corrompidos
ru: Поврежденные деинсталляторы
tr: Bozulmuş kaldırıcılar
zh_hans: 已损坏的卸载程序

# pCorDesc.Text
source: Over time you may find that some applications will refuse to uninstall, or will just disappear from most of the uninstall managers.
cs: Časem možná zjistíte, že některé aplikace se odmítnou odinstalovat, nebo si jen tak zmizí z většiny manažerů pro odinstalování.
de: Zeitweise kann es vorkommen, dass eine Anwendung sich weigert, deinstalliert zu werden, oder einfach aus den meisten Uninstall-Programmen verschwindet.
fr: Au fil du temps, vous pouvez découvrir que certaines applications refuseront de se désinstaller, ou disparaitront juste de la plupart des gestionnaires de désinstallation.
hu: Idővel előfordulhat, hogy néhány alkalmazást már nem tud eltávolítani, vagy azok eltűnnek a legtöbb eltávolításkezelő elől.
pl: Z czasem niektóre aplikacje mogą odmówić dezinstalacji, lub mogą po prostu zniknąć z większości menedżerów dezinstalacji.
pt: Ao longo do tempo irá constatar que alguns aplicativos se recusarão a desinstalar ou que vão simplesmente desaparecer da maioria dos gestores de desinstalação.
ru: Со временем вы можете обнаружить, что некоторые приложения отказываются удалятся, или просто исчезли из большинства менеджеров деинсталляции программ.
tr: Zamanla bazı uygulamaların kaldırmayı reddedeceğini veya yalnızca kaldırılan yöneticilerin çoğundan kaybolduğunu görebilirsiniz.
zh_hans: 随着时间推移，你可能会发现一些应用程序会拒绝卸载，或者只是从大多数卸载管理器中消失。

# pCorViewInvalidTitle.Text
source: Corrupted or missing uninstallers
cs: Poškozený nebo chybějící odinstalátor
de: Beschädigte oder fehlende Uninstaller
fr: Désinstalleurs corrompus ou manquants
hu: Sérült vagy hiányzó eltávolítók
pl: Uszkodzone lub zaginione dezinstalatory
pt: Desinstaladores corrompidos ou em falta
ru: Поврежденные или отсутствующие деинсталляторы
tr: Bozuk veya eksik kaldırıcılar
zh_hans: 已损坏或丢失的卸载程序

# pCorViewInvalid.Text
source: In some cases uninstallers can get corrupted, making them impossible to uninstall. BCUninstaller can remove these entries easily using the "Uninstall manually" option.
cs: V některých případech odinstalátor může být poškozen, a není nemožná odinstalace. BCUninstaller umožňuje odebrat tyto položky snadno pomocí volby "Odinstalovat ručně".
de: In einigen Fällen können Uninstaller beschädigt sein, so dass man nicht deinstallieren kann. BCUninstaller kann diese Einträge mit der Option "Manuell deinstallieren" entfernen.
fr: Dans quelques cas, les désinstalleurs peuvent être corrompus, rendant impossible la désinstallation. BCUninstaller peut supprimer facilement ces entrées en utilisant l'option "Désinstaller manuellement".
hu: Néha az eltávolítók megsérülhetnek, így ezekkel nem lehetséges az eltávolítás. A BCUninstaller az ilyen jellegű bejegyzéseket is eltávolítja a "Kézi eltávolítás" opcióval.
pl: W niektórych przypadkach dezinstalatory mogą zostać uszkodzone, przez co odinstalowanie aplikacji staje się niemożliwe. Można usunąć je poprzez funkcję "Odinstaluj ręcznie".
pt: Em certos casos, alguns desinstaladores podem estar corrompidos, sendo impossível desinstalá-los. O BCUninstaller pode remover essas entradas facilmente usando a opção "Desinstalar manualmente".
ru: В некоторых случаях деинсталляторы могут быть повреждены, что делает невозможным их удаление. BCUninstaller может удалить эти записи с помощью опции "Удалить вручную".
tr: Bazı durumlarda, kaldırma araçları bozulabilir ve bunları kaldırmak imkansız hale getirir. BCUninstaller bu girdileri "Manuel kaldır" seçeneğini kullanarak kolayca kaldırabilir.
zh_hans: 在某些情况下，卸载程序可能会损坏，导致无法卸载。BCUninstaller可以使用"手动卸载"选项轻松删除这些条目。

# checkBoxInvalidTest.Text
source: Highlight invalid uninstallers
cs: Zvýraznit neplatné odinstalátory
de: Beschädigte Uninstaller hervorheben
fr: Surligner les désinstalleurs invalides
hu: Érvénytelen eltávolítók jelölése
pl: Zaznacz nieprawidłowe dezinstalatory
pt: Destacar Desinstaladores inválidos
ru: Подсветка недопустимых деинсталляторов
tr: Geçersiz kaldırıcıları vurgula
zh_hans: 突出显示无效的卸载程序

# pCorViewinvalidComment.Text
source: Invalid uninstallers are marked in grey.
cs: Neplatné odinstalátory jsou označeny šedě.
de: Beschädigte Uninstaller werden grau angezeigt
fr: Les désinstalleurs invalides sont marqués en gris.
hu: Az érvénytelen eltávolítók szürkével lesznek megjelölve.
pl: Nieprawidłowe dezinstalatory są zaznaczone na szaro
pt: Os desinstaladores inválidos estão assinalados a cinzento
ru: Недействительные деинсталляторы помечаются серым.
tr: Geçersiz kaldırıcılar gri ile işaretlenmiştir.
zh_hans: 无效的卸载程序标记为灰色。

# pCorOrphansTitle.Text
source: Unregistered applications
cs: Neregistrované aplikace
de: Nicht registrierte Anwendung
fr: Applications non enregistrées
hu: Nem regisztrált alkalmazás
pl: Niezarejestrowana aplikacje
pt: Aplicação não registada
ru: Незарегистрированные приложения
tr: Kayıtsız başvurular
zh_hans: 未注册的应用程序

# pCorOrphansMessage.Text
source: Sometimes whole applications can be left on your drive even after being uninstalled. This can also happen if only the uninstaller is removed.
cs: Někdy celé aplikace mohou být ponechána na disku, i poté, co byl odinstalovány. To se také může stát, když se pouze program na odinstalaci odstraní.
de: Manchmal können nach einer Deinstallation vollständige Anwendungen auf dem Laufwerk zurück bleiben. Das kann auch passieren, wenn der Uninstaller selbst entfernt wurde.
fr: Parfois, des applications entières peuvent être laissées sur votre lecteur après avoir été désinstallées. Cela peut aussi arriver si seul le désinstalleur est supprimé.
hu: Néha teljes alkalmazások maradhatnak vissza a lemezén egy eltávolítást követően. Ez akkor is előfordulhat, ha csak az eltávolító kerül törlésre.
pl: Czasem całe aplikacje mogą być pozostawione na dysku nawet po odinstalowaniu. Może się to zdarzyć, jeśli tylko dezinstalator jest usunięty.
ru: Иногда целые приложения остаются на диске после удаления. Это может произойти по разным причинам.
tr: Bazen tüm uygulamalar kaldırıldıktan sonra bile sürücünüzde bırakılabilir. Bu, yalnızca kaldırıcı kaldırılırsa da gerçekleşebilir.
zh_hans: 有时，即使卸载后，整个应用程序也可能留在驱动器上。如果只删除卸载程序，也可能发生这种情况。

# checkBoxOrphans.Text
source: Show unregistered applications in the list
cs: Zobrazit neregistrované aplikace v seznamu
de: Nicht registrierte Anwendungen in der Liste anzeigen
fr: Montrer les applications non enregistrées dans la liste
hu: Nem regisztrált mutatása a listában
pl: Pokaż niezarejestrowane aplikacje na liście
pt: Mostrar na lista as aplicações não registada
ru: Показывать незарегистрированные в списке
tr: Kayıtlı olmayan uygulamaları listede göster
zh_hans: 在列表中显示未注册的应用程序

# pCorOrphansComment.Text
source: Unregistered applications are marked in red. If the original uninstaller isn't found you will have to use the "Uninstall manually" option to remove them.
cs: Neregistrované aplikace jsou označeny červeně. Pokud původní odinstalátor není nalezen, budete muset použít volbu "Odinstalovat ručně", k jejich odstranění.
de: Nicht registrierte Anwendungen werden rot dargestellt. Fehlt der originäre Uninstaller, können Sie die Option "Manuell deinstallieren" verwenden, um die Anwendung zu entfernen.
fr: Les applications non enregistrées sont marquées en rouge. Si le désinstalleur d'origine est introuvable, vous devrez utiliser l'option "Désinstaller manuellement" pour les supprimer.
hu: Az nem regisztrált alkalmazások pirossal vannak jelölve. Ha az eredeti eltávolító nem található meg, ezekhez használhatja a "Kézi eltávolítás" lehetőséget.
pl: Niezarejestrowane aplikacje są zaznaczone na czerwono. Jeśli oryginalny dezinstalator nie zostanie znaleziony będziesz musiał skorzystać z opcji "Odinstaluj ręcznie", aby je usunąć.
pt: As aplicações não registada estão assinaladas a vermelho. Se o desinstalador original não for encontrado terá de usar a opção "Desinstalar manualmente" para os remover.
ru: Незарегистрированные приложения помечены красным. Их деинсталлятор не обнаружен и вам надо использовать параметр "Удалить вручную" для их удаления.
tr: Kayıtlı olmayan uygulamalar kırmızı olarak işaretlenmiştir. Orijinal kaldırıcı bulunamadıysa, kaldırmak için "El ile kaldır" seçeneğini kullanmanız gerekecektir.
zh_hans: 未注册的应用程序以红色标记。 如果找不到原始的卸载程序，则必须使用“手动卸载”选项来删除它们。

# p3advTitle.Text
source: Advanced users
cs: Zkušení uživatelé
de: Erfahrene Anwender
fr: Utilisateurs avancés
hu: Speciális felhasználók
pl: Użytkownicy zaawansowani
pt: Utilizadores experientes
ru: Опытные пользователи
tr: Ileri düzey kullanıcılar
zh_hans: 高级用户

# p3advDesc.Text
source: While BCUninstaller can be used as a basic uninstaller, most of its functions are aimed at power users. Proceed with caution!
cs: Zatímco BCUninstaller může být použit jako základní odinstalátor, většina z jeho funkcí jsou zaměřeny pro zkušené uživatele. Postupujte opatrně!
de: Obwohl BCUninstaller als Standard-Uninstaller verwendet werden kann, richten sich die meisten Funktionen an erfahrene Anwender. Lassen Sie Vorsicht walten!
fr: Quoique BCUninstaller puisse être utilisé comme un désinstalleur basique, la plupart de ses fonctions sont destinées aux utilisateurs avancés. Procédez avec précaution !
hu: A BCUninstaller ugyan egy alap eltávolítóként használható, azonban számos funkciója szakértő felhasználóknak ajánlott. Óvatosan menjen tovább!
pl: BCUninstaller może być używany jako podstawowy dezinstalator. Większość jego funkcji przeznaczona jest dla użytkowników zaawansowanych. Postępuj ostrożnie!
pt: Se bem que o BCUninstaller possa ser utilizado como um desinstalador básico, a maior parte das suas funções são destinadas aos utilizadores experientes. Proceda com precaução!
ru: BCUninstaller может использоваться как основной деинсталлятор, но многие его функции предназначены для опытных пользователей. Соблюдайте осторожность!
tr: BCUninstaller temel bir kaldırıcı olarak kullanılabilirken, işlevlerinin çoğu deneyimli kullanıcılara yöneliktir. Dikkatli ilerle!
zh_hans: 虽然BCUninstaller可以用作基本的卸载程序，但它的大部分功能都是针对高级用户的。小心行事！

# p3advSyscompTitle.Text
source: System components
cs: Systémové součásti
de: Systemkomponenten
fr: Composants système
hu: Rendszerelemek
pl: Komponenty systemu
pt: Componentes do sistema
ru: Системные компоненты
tr: Sistem bileşenleri
zh_hans: 系统组件
