Repository: voshk-hot/Bulk-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Wizards/FirstStartBox.*.resx
Languages: cs, de, fr, hu, pl, pt, ru, tr, zh_hans

# p3advSyscomp.Text
source: Applications marked as "system components" are hidden from most of the basic uninstall managers. This tag does NOT mean that the application is a part of the operating system.
cs: Aplikace označené jako "součásti systému", jsou skryty pro většinu základních manažerů pro odinstalování. Tato značka Neznamená, že aplikace je součástí operačního systému.
de: Anwendungen, die als "Systemkomponenten" gekennzeichnet sind, werden von den meisten einfachen Uninstallern ausgeblendet. Diese Kennzeichnung bedeutet NICHT, dass die Anwendung zum Betriebssystem gehört.
fr: Les applications marquées comme "composants système" sont cachées de la plupart des gestionnaires basiques de désinstallation. Cette balise ne signifie PAS que l'application fait partie du système d'exploitation.
hu: A programok által "rendszerelemként" jelöltek nem láthatók az alap eltávolításkezelőkben. Ez a címke NEM jelenti azt, hogy az alkalmazás az operációs rendszer része lenne.
pl: Aplikacje oznaczone jako "składniki systemu" są ukryte w większości podstawowych menedżerów dezinstalacji. Znacznik ten NIE oznacza, że aplikacja jest częścią systemu operacyjnego.
pt: As aplicações denominadas como "Componentes do sistema" são invisíveis à maior parte dos gestores básicos de desinstalação. Esta indicação NÃO significa que a aplicação faça parte do sistema operativo.
ru: Приложения, помеченные как "системные" скрыты от большинства основных менеджеров деинсталляции программ. Этот тег не означает, что приложение является частью операционной системы.
tr: "Sistem bileşenleri" olarak işaretlenmiş uygulamalar, temel kaldırma yöneticilerinin çoğundan gizlenmiştir. Bu etiket, uygulamanın işletim sisteminin bir parçası olduğu anlamına gelmez.
zh_hans: 标记为"系统组件"的应用程序对大多数基本卸载管理器都是隐藏的。此标记并不意味着应用程序是操作系统的一部分。

# checkBoxListSysComp.Text
source: Show uninstallers marked as "system components"
cs: Zobrazit odinstalátory označené jako "součástí systému"
de: Als "Systemkomponente" markierte Uninstaller anzeigen
fr: Montrer les désinstalleurs marqués comme "composants système"
hu: "Rendszerelemként" megjelölt eltávolítók mutatása
pl: Pokaż dezinstalatory oznaczone jako "komponenty systemu"
pt: Mostrar desinstaladores assinalados como "componentes do sistema"
ru: Показывать деинсталляторы с тегом "системные"
zh_hans: 显示标记为“系统组件”的卸载程序

# p3advProtectTitle.Text
source: Protected uninstallers
cs: Chráněné odinstalátory
de: Geschützte Uninstaller
fr: Désinstalleurs protégés
hu: Védett eltávolítók
pl: Chronione dezinstalatory
pt: Desinstaladores protegidos
ru: Защищенные деинсталляторы
tr: Korumalı kaldırıcılar
zh_hans: 受保护的卸载程序

# p3advProtect.Text
source: Protected items are marked with the "NoRemove" tag, which means that the publisher doesn't want you to remove them. This tag is often used by large software packages to prevent you from uninstalling their individual parts.
cs: Chráněné položky jsou označeny "NoRemove" značka, což znamená, že vydavatel nechce jejich odstranění. Tato značka je často používána u velkých softwarových balíčků, aby vám zabránila odinstalování jejich jednotlivých částí.
de: Geschützte Elemente werden als "NoRemove" gekennzeichnet, was bedeutet, dass der Herausgeber nicht will, dass Sie sie entfernen. Das Kennzeichen wird häufig von umfangreicher Software verwendet, um zu verhindern, dass Sie ihre Einzelteile deinstallieren.
fr: Les éléments protégés sont marqués avec la balise "NoRemove", qui signifie que l'éditeur ne veut pas que vous les supprimiez. Cette balise est souvent utilisée par des grands ensembles de logiciels pour vous empêcher de désinstaller leurs parties individuelles.
hu: Védett elemek, amelyek "NoRemove" címkével vannak ellátva. Ebben az esetben a kiadó nem akarja, hogy eltávolítsa ezeket. Ezt általában nagy szoftvercsomagok használják, hogy megakadályozzák az egyes részeik eltávolítását.
pl: Chronione elementy są oznaczone jako "Nieusuwalne", co oznacza, że wydawca nie chce, by je usunąć. To oznaczenie często jest wykorzystywane przez duże pakiety oprogramowania aby uniemożliwić odinstalowanie poszczególnych ich części.
pt: Os itens protegidos estão nomeados como "NoRemove (NãoRemover)", o que significa que o autor não quer que sejam removidos. Esta condição é muitas vezes imposta a grandes conjuntos de software para evitar que você desinstale partes individuais dele.
ru: Защищенные элементы помечены тегом "NoRemove", это означает, что издатель не хочет, чтобы их удаляли. Этот тег часто используется крупными пакетами программного обеспечения, чтобы помешать вам удалить их отдельные части.
tr: Korunan öğeler "NoRemove" etiketi ile işaretlenir, yani yayıncı bunları kaldırmanızı istemez. Bu etiket genellikle bireysel parçalarını kaldırmanızı önlemek için büyük yazılım paketleri tarafından kullanılır.
zh_hans: 受保护的项目用"不要删除"标记，这意味着发布者不希望你删除它们。大型软件包经常使用此标记来阻止你卸载其各个部分。

# checkBoxListProtected.Text
source: Show uninstallers marked as "protected"
cs: Zobrazit odinstalátory označené jako "chráněné"
de: "Geschützte" Uninstaller anzeigen
fr: Montrer les désinstalleurs marqués comme "protégés"
hu: "Védettként" megjelölt eltávolítók mutatása
pl: Pokaż dezinstalatory oznaczone jako "chronione"
pt: Mostrar desinstaladores designados como "protegidos".
ru: Показывать деинсталляторы с тегом "NoRemove"
tr: "Korumalı" olarak işaretlenmiş kaldırıcıları göster
zh_hans: 显示标记为"受保护"的卸载程序

# checkBoxDiisableProtection.Text
source: Disable protection of uninstallers marked as "protected"
cs: Zakázat ochranu odinstalátorů označených jako "chráněné"
de: Den Schutz "geschützter" Uninstaller entfernen
fr: Désactiver la protection des désinstalleurs marqués comme "protégés"
hu: "Védettként" megjelölt eltávolítók védelmének kikapcsolása
pl: Wyłącz ochronę dla dezinstalatorów oznaczonych jako "chronione"
pt: Desactiva a protecção dos desinstaladores designados como "Protegidos".
ru: Отключить защиту деинсталляторов с тегом "NoRemove"
tr: "Korumalı" olarak işaretlenmiş kaldırıcıların korumasını devre dışı bırak
zh_hans: 禁用标记为"受保护"的卸载程序的保护

# p3advProtectAdd.Text
source: This will let you uninstall protected items.
cs: To vám umožní odinstalovat chráněné položky.
de: Damit können Sie geschützte Elemente deinstallieren
fr: Cela vous laissera désinstaller les éléments protégés.
hu: Ezzel eltávolíthatja a védett elemeket.
pl: To pozwoli ci odinstalować elementy chronione.
pt: Isto permite-lhe desinstalar itens protegidos.
ru: Это позволит вам деинсталлировать защищенные элементы.
tr: Bu korumalı öğeleri kaldırmanıza izin verecektir.
zh_hans: 这将允许你卸载受保护的项目。

# p2viewTitle.Text
source: Uninstaller list view
cs: Odinstalátor zobrazení seznamu
de: Uninstaller Liste
fr: Vue liste du désinstalleur
hu: Eltávolító lista-nézet
pl: Lista dezinstalatorów
pt: Exibição da lista de desinstalador.
ru: Вид списка деинсталяции
tr: Kaldırıcı listesi görünümü
zh_hans: 卸载程序列表视图

# p2viewDetail.Text
source: All of the uninstallers found in your system are in the main list view. Here are some ways to browse this data:
cs: Všechny odinstalátory nalezené ve vašem systému jsou v hlavním zobrazení seznamu. Zde jsou některé způsoby, jak procházet tyto údaje:
de: Alle in Ihrem System gefundenen Uninstaller befinden sich in der Hauptliste. Einige Möglichkeiten, um diese Daten zu durchsuchen:
fr: Tous les désinstalleurs trouvés dans votre système sont dans la vue liste principale. Voici quelques façons de parcourir ces données :
hu: A rendszerében levő összes eltávolító megnézhető a fő listanézetben. Néhány módszer az adatok áttekintéséhez:
pl: Wszystkie dezinstalatory znalezione w systemie widoczne są w głównym widoku listy. Oto kilka sposobów, aby przeglądać te dane:
pt: Todos os desinstaladores encontrados no seu sistema estão na vista lista principal. Eis algumas maneiras de procurar esses dados:
ru: Все деинсталляторы найденные в вашей системе находятся в главном списке. Вот несколько способов, чтобы просматривать эти данные:
tr: Sisteminizde bulunan tüm kaldırma programları ana liste görünümündedir. Bu verilere göz atmanın bazı yolları:
zh_hans: 在系统中找到的所有卸载程序都在主列表视图中。以下是浏览这些数据的一些方法:

# p1languageExtradetails.Text
source: If you are willing to help translate BCUninstaller to your language, click on the link below to contact me. All help is greatly appreciated!
cs: Pokud jste ochotni pomoci s překladem BCUninstaller do Vašeho jazyka, klikněte na odkaz níže, aby jste mě kontaktovali. Veškerou pomoc velmi ocenim!
de: Kontaktieren Sie mich gerne, wenn Sie helfen möchten, BCUninstaller in Ihre Sprache zu übersetzen. Klicken Sie dafür auf den Link unten. Jede Hilfe ist willkommen!
fr: Si vous souhaitez aider à traduire BCUninstaller dans votre langage, cliquez sur le lien ci-dessous pour me contacter. Toute aide est grandement appréciée !
hu: Ha lefordítaná a saját nyelvére a BCUninstaller-t, kattintson az alábbi hivatkozásra a kapcsolatfelvételhez. Minden segítséget szívesen fogadunk!
pl: Jeśli chcesz pomóc w tłumaczeniu BCUninstaller na swój język, kliknij na link poniżej i skontaktuj się ze mną. Każda pomoc jest mile widziana!
pt: Se estiver disposto a ajudar a traduzir o BCUninstaller para o seu idioma, clique no link abaixo para entrar em contato comigo. Toda a ajuda é bem-vinda!
ru: Если вы готовы помочь в переводе BCUninstaller на ваш язык, нажмите на ссылку ниже, чтобы связаться со мной. Любая помощь будет принята с благодарностью!
tr: BCUninstaller'ı kendi dilinize çevirmeye yardımcı olmak istiyorsanız, bana ulaşmak için aşağıdaki bağlantıya tıklayın. Tüm yardımlar büyük beğeni topluyor!
zh_hans: 如果你愿意帮助将BCUninstaller翻译成你的语言，请单击下面的链接与我联系。非常感谢你的帮助！

# p1linkLabelContact.Text
source: Open the contact form
cs: Otevřete kontaktní formulář
de: Kontaktformular öffnen
fr: Ouvrir le formulaire de contact
hu: Kapcsolat űrlap megnyitása
pl: Otwórz formularz kontaktowy
pt: Abrir o formulário de contacto
ru: Открыть форму связи
tr: İletişim formunu aç
zh_hans: 打开联系窗体

# label2.Text
source: ulk crap uninstaller
zh_hans: ulk crap

# $this.Text
source: Welcome to BCUninstaller
cs: Vítejte v BCUninstaller
de: Willkommen beim BCUninstaller
fr: Bienvenue dans BCUninstaller
hu: Üdvözli a BCUninstaller
pl: Witaj w BCUninstaller
pt: Bem-vindo ao BCUninstaller
ru: Добро пожаловать в BCUninstaller
tr: BCUninstaller'e hoş geldiniz
zh_hans: 欢迎使用BCUninstaller

# p2viewDetail1.Text
source: ● Use filters and search for keywords (in all columns)
cs: ● Pomocí filtrů a hledání klíčových slov (ve všech sloupcích)
de: ● Filter verwenden und nach Schlüsselwörtern (in allen Spalten) suchen
fr: ● Utiliser des filtres et chercher des mots-clés (dans toutes les colonnes).
hu: ● Szűrőhasználat és kulcsszavas keresés (az összes oszlopban)
pl: ● Użyj filtrów i wyszukiwania słów kluczowych (we wszystkich kolumnach)
pt: ● Utilizar os filtros e pesquise por palavras-chave (em todas as colunas).
ru: ● Используйте фильтры и поиск по ключевым словам (во всех колонках)
tr: ● Filtreleri kullanın ve anahtar kelimeleri arayın (tüm sütunlarda)
zh_hans: ●使用筛选器并搜索关键字（在所有列中）

# p2viewDetail2.Text
source: ● Sort uninstallers by any column. Freely rearrange columns.
cs: ● Řadit odinstalátory podle libovolného sloupce. Volně uspořádání sloupců.
de: ● Sortieren Sie Uninstaller nach beliebigen Spalten. Sie können alle Spalten neu anordnen.
fr: ● Trier les désinstalleurs par toute colonne. Réarranger librement les colonnes.
hu: ● Rendezés bármely oszlop szerint. Az oszlopok átrendezhetők.
pl: ● Sortuj dezinstalatory według dowolnej kolumny. Dowolnie zmieniaj układ kolumn.
pt: ● Ordenar os desinstaladores em qualquer coluna. Reorganize livremente as colunas.
ru: ● Сортировка деинсталляторов по любой колонке. Можно переставлять столбцы.
tr: ● Filtreleri kullanın ve anahtar kelimeleri arayın (tüm sütunlarda)...
zh_hans: ●按任意列对卸载程序排序。自由地重新安排列。

# p2viewDetail3.Text
source: ● Group similar uninstallers
cs: ● Seskupení podobných odinstalátorů
de: ● Gruppieren von ähnlichen Uninstallern
fr: ● Grouper les désinstalleurs similaires.
hu: ● Hasonló eltávolítók csoportosítása
pl: ● Grupuj podobne dezinstalatory.
pt: ● Agrupar desinstaladores similares.
ru: ● Группировка похожих деинсталляторов
tr: ● Benzer kaldırıcılar gruplandır
zh_hans: ●将相似卸载程序分组

# checkBoxGroups.Text
source: Show uninstallers in groups
cs: Zobrazit odinstalátory ve skupinách
de: Elemente gruppieren
fr: Montrer les désinstalleurs en groupes
hu: Elemek csoportosítása
pl: Pokaż dezinstalatory w grupach
pt: Apresentar os desinstaladores dispostos em grupos
ru: Показывать деинсталляторы в группах
tr: Gruplardaki kaldırıcıları göster
zh_hans: 分组显示卸载程序

# checkBoxCheckboxes.Text
source: Select using checkboxes
cs: Vyberte pomocí zaškrtávacích políček
de: Auswahl mit Checkboxen
fr: Sélectionnner par cases à cocher
hu: Kijelölés jelölőnégyzetekkel
pl: Zaznaczaj polami wyboru
pt: Seleccionar usando as caixas de selecção
ru: Использовать для выбора флажки
tr: Onay kutularını kullanarak seçin
zh_hans: 使用复选框选择

# p2viewCertsTitle.Text
source: Certified uninstallers
cs: Certifikované odinstalátory
de: Zertifizierte Uninstaller
fr: Désinstalleurs certifiés
hu: Hitelesített eltávolítók
pl: Dezinstalatory certyfikowane
pt: Desinstaladores certificados
ru: Сертифицированные деинсталляторы
tr: Sertifikalı kaldırıcılar
zh_hans: 已验证卸载程序

# p2viewCerts.Text
source: Uninstallers can be signed with certificates issued by relevant authorities. If the certificate passes validation the software package has not been altered and is reputable.
cs: Odinstalátory mohou být podepsána certifikáty vydanými příslušnými orgány. Pokud certifikát projde validace, softwarový balík nebyl změněn a je seriózní.
de: Uninstaller können mit von zuständigen Behörden ausgestellten Zertifikaten signiert sein. Wurde das Zertifikat erfolgreich validiert, ist das Softwarepaket unverändert und als seriös eingestuft.
fr: Les désinstalleurs peuvent être signés avec des certificats publiés par les autorités compétentes. Si le certificat passe la validation, le progiciel n'a pas été altéré et est réputé.
hu: Az eltávolítók aláírásra kerülhetnek a fejlesztők által kiadott tanúsítványokkal. Ha a tanúsítvány átment a hitelesítésen, a programcsomag nem lett módosítva és megbízható.
pl: Dezinstalatory mogą mieć podpisane certyfikaty wydane przez odpowiednie władze. Jeśli certyfikat przeszedł walidację pakiet oprogramowania nie został zmieniony i jest godny zaufania.
pt: Os desinstaladores podem ser reconhecidos por certificados emitidos pelas autoridades competentes. Se o certificado legitima a validação, o software não foi alterado e é credível.
ru: Деинсталлятор может быть подписан с помощью доверенных сертификатов. Если сертификат проходит проверку подлинности значит программный пакет не был изменен и заслуживает доверия.
tr: Kaldırma yetkilileri ilgili yetkililer tarafından verilen sertifikalarla imzalanabilir. Sertifika geçerliliğini geçerse, yazılım paketi değiştirilmemiştir ve saygındır.
zh_hans: 卸载程序可以使用相关机构颁发的证书进行签名。如果证书通过验证，则软件包未被更改，且信誉良好。

# checkBoxCertTest.Text
source: Highlight certified uninstallers
cs: Zvýraznit certifikované odinstalátory
de: Zertifizierte Uninstaller hervorheben
fr: Surligner les désinstalleurs certifiés
hu: Hitelesítettek megjelölése
pl: Zaznacz dezinstalatory certyfikowane
pt: Destacar desinstaladores certificadosHighlight certified uninstallers
ru: Подсвечивать проверенные деинсталляторы
tr: Sertifikalı kaldırıcıları vurgulayın
zh_hans: 突出显示已验证卸载程序

# p2viewAdd.Text
source: Verified uninstallers are marked in green, unverified are in blue. Warning: Verification can take a long time.
cs: Ověřené odinstalátory jsou označeny zeleně, neověřené jsou v modré barvě. Upozornění: Ověření může trvat delší dobu.
de: Verifizierte Uninstaller sind grün, nicht verifizierte blau markiert. Achtung: die Überprüfung kann lange dauern.
fr: Les désinstalleurs vérifiés sont marqués en vert, non vérifiés en bleu. Attention : la vérification peut mettre longtemps.
hu: A hitelesített eltávolítók zölddel, egyébként kékkel lesznek jelölve. Figyelem: Az ellenőrzés hosszabb ideig is eltarthat.
pl: Zweryfikowane dezinstalatory są zaznaczone na zielone, niezweryfikowane na niebiesko. Uwaga: Weryfikacja może zając dużo czasu.
pt: Os desinstaladores comprovados estão assinalados a verde, os não comprovados estão a azul. Aviso: A verificação pode levar bastante tempo.
ru: Проверенные деинсталляторы выделяются зеленым, непроверенные синим. Внимание: Проверка может занимать некоторое время.
tr: Doğrulanmış kaldırıcılar yeşil olarak işaretlenmiş, doğrulanmamış mavi renktedir.
zh_hans: 已验证的卸载程序以绿色标记，未验证的卸载程序以蓝色标记。 警告：验证可能需要很长时间。

# p1welcomeHeading.Text
source: Welcome to BCUninstaller!
cs: Vítejte v BCUninstaller!
de: Willkommen beim BCUninstaller!
fr: Bienvenue à BCUninstaller !
hu: Üdvözli Önt a BCUninstaller!
pl: Witaj w BCUninstaller!
pt: Bem-vindo ao BCUninstaller!
ru: Добро пожаловать в BCUninstaller!
tr: Uyarı: Doğrulama uzun sürebilir.
zh_hans: 欢迎使用BCUninstaller!

# p1welcomeSubheading.Text
source: This wizard will give you a quick tour and help configure the application.
cs: Tento průvodce umožní rychlou prohlídku a pomůže s konfiguraci aplikace.
de: Dieser Assistent gibt Ihnen einen kurzen Überblick und soll Ihnen helfen, die Anwendung zu konfigurieren.
fr: Cet assistant vous fera faire un tour rapide et aidera à configurer l'application.
hu: A varázslóban gyors segítséget kap az alkalmazás megfelelő beállításához.
pl: Ten kreator pomoże ci w szybkiej konfiguracji programu.
pt: Este assistente permite-lhe fazer uma rápida ronda pelo programa e ajudá-lo-á a configurar a aplicação.
ru: Этот мастер проведет краткий обзор и поможет настроить приложение.
tr: Bu sihirbaz size hızlı bir tur verir ve uygulamayı yapılandırmaya yardımcı olur.
zh_hans: 此向导将为你提供快速教程并帮助你配置应用程序。

# p1languageHeading.Text
source: Selected language
cs: Výběr jazyka
de: Sprache
fr: Langage sélectionné
hu: Kiválasztott nyelv
pl: Wybrany język
pt: Idioma seleccionado
ru: Выбранный язык
tr: Seçilen dil
zh_hans: 选择语言

# p1languageDesc.Text
source: You can force BCUninstaller to use a specific localization if the default language is incorrect. A restart will be performed to apply the new language.
cs: Můžete vynutit BCUninstaller použít konkrétní lokalizaci, pokud výchozí jazyk je nesprávný. Po restartu bude aplikován nový jazyk.
de: Wählen Sie für BCUninstaller Ihre Landessprache. Nach einem Neustart wird die neue Sprache übernommen.
fr: Vous pouvez forcer BCUninstaller à utiliser une localisation spécifique si le langage par défaut est incorrect. Un redémarrage sera réalisé pour appliquer le nouveau langage.
hu: Kényszerítheti a BCUninstaller-t, egy adott nyelv használatára, ha az alap nyelv nem felel meg. Az új nyelv alkalmazásához újra kell indítani a programot.
pl: Możesz zmienić język, jeśli domyślna lokalizacja sprzętu jest nieprawidłowa. Aby zastosować wybrany język nastąpi ponowne uruchomienie programu.
pt: Pode obrigar o BCUninstaller a usar uma localização específica se o idioma instalado por defeito for o incorreto. Será realizada uma reinicialização para aplicar o novo idioma.
ru: BCUninstaller может использовать указанную локализацию. Чтобы применить новый язык будет выполнена перезагрузка.
tr: Varsayılan dil yanlışsa BCUninstaller'ı belirli bir yerelleştirmeyi kullanmaya zorlayabilirsiniz. Yeni dili uygulamak için bir yeniden başlatma yapılacaktır.
zh_hans: 如果默认语言不正确，可以强制BCUninstaller使用特定的本地化。将重新启动以应用新语言。

# buttonLanguageApply.Text
source: Apply
cs: Použít
de: Anwenden
fr: Appliquer
hu: Alkalmaz
pl: Zastosuj
pt: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用
